; LWOTC Translated
[MusashiThrowKnifeSecondary_LW X2AbilityTemplate]
LocFriendlyName="Кинути ніж"
LocFlyOverText="Кинути ніж"
LocLongDescription="Кинути ніж у ціль. Руйнує прихованість, але не тінь."
LocHelpText="Кинути ніж у ціль. Руйнує прихованість, але не тінь."
LocPromotionPopupText="<Bullet/> Кидок ножа не знімає Тінь і не привертає Бродяг.<br/><Bullet/> Звичайна маскування втрачається."

[KnifeJuggler_LW X2AbilityTemplate]
LocFriendlyName="Майстер ножів"
LocFlyOverText="Майстер ножів"
LocLongDescription="Додає +<Ability:KnifeJugglerBonusDamage/> шкоди до кидків ножів і додає <Ability:KnifeJugglerExtraAmmo/> додатково до запасу ножів і ще 1 за кожне вбивство з основної зброї."
LocHelpText="Додає +<Ability:KnifeJugglerBonusDamage/> шкоди до кидків ножів і додає <Ability:KnifeJugglerExtraAmmo/> додатково до запасу ножів і ще 1 за кожне вбивство з основної зброї."
LocPromotionPopupText="<Bullet/> Додає +<Ability:KnifeJugglerBonusDamage/> шкоди до кидків ножів.<br/><Bullet/> І додає <Ability:KnifeJugglerExtraAmmo/> додатково до запасу ножів і ще 1 за кожне вбивство з основної зброї."

[Hailstorm_LW X2AbilityTemplate]
LocFriendlyName="Залізний дощ"
LocFlyOverText="Залізний дощ"
LocLongDescription="Три швидкі кидки у ціль. Залишається у Тіні."
LocHelpText="Три швидкі кидки у ціль. Залишається у Тіні."
LocPromotionPopupText="<Bullet/> На кожен ніж іде окремий бонус, наприклад від шкоди та ефекту стану.<br/><Bullet/> Ножі не отримують переваг від змінного здоров'я цілі після першого або другого кидка."

[ThrowingKnifeFaceoff_LW X2AbilityTemplate]
LocFriendlyName="Різанина"
LocFlyOverText="Різанина"
LocLongDescription="Кидає ніж у кожну ціль у радіусі. Залишається у Тіні."
LocHelpText="Кидає ніж у кожну ціль у радіусі. Залишається у Тіні."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Унікальний заряд. Не витрачає звичайні ножі.<br/><Bullet/> Ідеальний для атаки з флангу кількох ворогів.<br/>"
; End Translated (2)

; LWOTC Needs Translation (2)
[ThrowingKnife_CV_Secondary X2WeaponTemplate]
FriendlyName="Метальний ніж"
FriendlyNamePlural="Метальні ножі"
BriefSummary="Метальні ножі зроблені з наших найбільш високоякісних сталевих сплавів."
TacticalText="<Bullet/> Кидок ножа руйнує прихованість, але не тінь. <br/><Bullet/> Є шанс <Ability:THROWING_KNIFE_CV_BLEED_CHANCE/>% на викликання кровотечі, яка завдає <Ability:THROWING_KNIFE_CV_BLEED_DAMAGE/> пошкодження кожен хід протягом <Ability:THROWING_KNIFE_CV_BLEED_DURATION/> обертів."
AbilityDescName="метальний ніж"

[ThrowingKnife_MG_Secondary X2WeaponTemplate]
FriendlyName="Метальний ніж із сплаву"
FriendlyNamePlural="Метальні ножі із сплаву"
BriefSummary="Метальний ніж зі сталевих сплавів прибульців."
TacticalText="<Bullet/> Кидок ножа руйнує прихованість, але не тінь.<br/><Bullet/> Є шанс <Ability:THROWING_KNIFE_MG_BLEED_CHANCE/>% на викликання кровотечі, яка завдає <Ability:THROWING_KNIFE_MG_BLEED_DAMAGE/> пошкодження кожен оборот протягом <Ability:THROWING_KNIFE_MG_BLEED_DURATION/> обертів."
AbilityDescName="метальний ніж"

[ThrowingKnife_BM_Secondary X2WeaponTemplate]
FriendlyName="Плазмовий метальний ніж"
FriendlyNamePlural="Плазмові метальні ножі"
BriefSummary="Ножі з плазмовим лезом розтинають броню як масло."
TacticalText="<Bullet/> Кидок ножа руйнує прихованість, але не тінь.<br/><Bullet/> Є шанс <Ability:THROWING_KNIFE_BM_BLEED_CHANCE/>% на викликання кровотечі, яка завдає <Ability:THROWING_KNIFE_BM_BLEED_DAMAGE/> пошкодження кожен оборот протягом <Ability:THROWING_KNIFE_BM_BLEED_DURATION/> обертів."
AbilityDescName="метальний ніж"
; End Translation (2)

; End Translated
